/* No comment provided by engineer. */
"%@ to %@" = "%1$@ για %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d από %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li έως %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "Απαιτείται παράμετρος \"item\"";

/* No comment provided by engineer. */
"'portal' parameter required" = "Απαιτείται παράμετρος \"portal\"";

/* No comment provided by engineer. */
"'tags' parameter required" = "Απαιτείται παράμετρος \"tags\"";

/* No comment provided by engineer. */
"'title' parameter required" = "Απαιτείται παράμετρος \"title\"";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Χωρίς τιμή>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Δεν επιτρέπεται η πρόσβαση στην τοποθεσία της συσκευής.";

/* No comment provided by engineer. */
"Actual Size" = "Πραγματικό μέγεθος";

/* No comment provided by engineer. */
"Add" = "Προσθήκη";

/* No comment provided by engineer. */
"Add Attachment" = "Προσθήκη συνημμένου";

/* No comment provided by engineer. */
"Add..." = "Προσθήκη...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Απαιτείται itemID για αυτήν τη λειτουργία. Προσθέστε αυτό το στοιχείο στην πύλη για τη λήψη ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Εντοπίστηκε άγνωστη εξαίρεση NSException, αλλά οι αρχικές πληροφορίες και η στοίβα κλήσης δεν είναι διαθέσιμα. Αναλύστε τις εξαιρέσεις objective-c για να δείτε τη γραμμή του κώδικα που προκαλεί την αρχική εξαίρεση NSException. Για περισσότερες πληροφορίες σχετικά με τον τρόπο για να το κάνετε αυτό, ανατρέξτε στην τεκμηρίωση.";

/* No comment provided by engineer. */
"Apply Geometry" = "Εφαρμογή γεωμετρίας";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Απαιτείται τουλάχιστον 1 εγκατάσταση για την επίλυση μιας διαδρομής.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Απαιτείται τουλάχιστον 1 περιστατικό για την επίλυση μιας διαδρομής.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Απαιτούνται τουλάχιστον 2 στάσεις για την επίλυση μιας διαδρομής.";

/* No comment provided by engineer. */
"Attachment" = "Συνημμένο";

/* No comment provided by engineer. */
"Attachments" = "Συνημμένα";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Προσπάθεια για χρήση λειτουργικότητας που δεν υποστηρίζεται για το τρέχον επίπεδο άδειας χρήσης";

/* No comment provided by engineer. */
"Authorization required" = "Απαιτείται εξουσιοδότηση";

/* No comment provided by engineer. */
"Bad Request" = "Εσφαλμένο αίτημα";

/* No comment provided by engineer. */
"Bad URL." = "Εσφαλμένο URL.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Άκυρο";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Δεν είναι δυνατή η αποθήκευση σε διαφορετικό τύπο αντικειμένου.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Δεν είναι δυνατή η επαλήθευση της ταυτότητας του '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Απαιτείται πιστοποιητικό";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Το Challenge για το URL: %1$@ με failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Αλλαγή τύπου στοιχείου";

/* No comment provided by engineer. */
"Choose From Library" = "Επιλογή από τη βιβλιοθήκη";

/* No comment provided by engineer. */
"Clear" = "Εκκαθάριση";

/* No comment provided by engineer. */
"Clear Geometry" = "Απαλοιφή γεωμετρίας";

/* No comment provided by engineer. */
"Continue" = "Συνέχεια";

/* No comment provided by engineer. */
"Created %d hours ago" = "Δημιουργήθηκε πριν από %d ώρες";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Δημιουργήθηκε πριν από %d λεπτά";

/* No comment provided by engineer. */
"Created a minute ago" = "Δημιουργήθηκε πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Created an hour ago" = "Δημιουργήθηκε πριν από μία ώρα";

/* No comment provided by engineer. */
"Created by %@" = "Δημιουργήθηκε από το χρήστη %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Δημιουργήθηκε από το χρήστη %1$@ πριν από %2$d ώρες";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Δημιουργήθηκε από το χρήστη %1$@ πριν από %2$d λεπτά";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από μία ώρα";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Δημιουργήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - ημέρα";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Δημιουργήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - πλήρες";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Δημιουργήθηκε στις %1$@ και ώρα %2$@ - ημέρα";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Δημιουργήθηκε από το χρήστη %1$@ και ώρα %2$@ - πλήρες";

/* No comment provided by engineer. */
"Created seconds ago" = "Δημιουργήθηκε πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Credential Required" = "Απαιτείται διαπιστευτήριο";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Τα δεδομένα για το γράφημα πίτας δεν είναι έγκυρα";

/* No comment provided by engineer. */
"Delete" = "Διαγραφή";

/* No comment provided by engineer. */
"Delete Attachment" = "Διαγραφή συνημμένου";

/* No comment provided by engineer. */
"Delete Feature" = "Διαγραφή στοιχείου";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Με τη διαγραφή, αυτό το συνημμένο θα καταργηθεί από το αναδυόμενο παράθυρο και τη συσχετισμένη προέλευση δεδομένων.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Με τη διαγραφή, αυτό το στοιχείο θα καταργηθεί από το χάρτη και τη συσχετισμένη προέλευση δεδομένων.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Τα γνωρίσματα χρόνου και απόστασης οδηγιών δεν συμφωνούν.";

/* No comment provided by engineer. */
"Edit" = "Επεξεργασία";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Τροποποιήθηκε πριν από %d ώρες";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Τροποποιήθηκε πριν από %d λεπτά";

/* No comment provided by engineer. */
"Edited a minute ago" = "Τροποποιήθηκε πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Edited an hour ago" = "Τροποποιήθηκε πριν από μία ώρα";

/* No comment provided by engineer. */
"Edited by %@" = "Τροποποιήθηκε από το χρήστη %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Τροποποιήθηκε από το χρήστη %1$@ πριν από %2$d ώρες";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Τροποποιήθηκε από το χρήστη %1$@ πριν από %2$d λεπτά";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από μία ώρα";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Τροποποιήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - ημέρα";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Τροποποιήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - πλήρες";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Τροποποιήθηκε στις %1$@ και ώρα %2$@ - ημέρα";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Τροποποιήθηκε στις %1$@ και ώρα %2$@ - πλήρες";

/* No comment provided by engineer. */
"Edited seconds ago" = "Τροποποιήθηκε πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Empty username/password" = "Κενό όνομα χρήστη / κωδικός πρόσβασης";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Εισαγάγετε μια ημερομηνία μεταξύ %1$@ και %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Εισαγάγετε έναν αριθμό μεταξύ %1$@ και %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Εισαγάγετε έναν αριθμό μεταξύ %1$i και %2$i";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Σφάλμα κατά την προσθήκη της ταυτότητας στην αλυσίδα κλειδιών (keychain)";

/* No comment provided by engineer. */
"Error adding keychain item" = "Σφάλμα κατά την προσθήκη αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Error extracting identity" = "Σφάλμα κατά την εξαγωγή ταυτότητας";

/* No comment provided by engineer. */
"Error Loading Page" = "Σφάλμα κατά τη φόρτωση της σελίδας";

/* No comment provided by engineer. */
"Error removing keychain item" = "Σφάλμα κατά την κατάργηση του αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Error updating keychain item" = "Σφάλμα κατά την ενημέρωση του αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Υπερβαίνει τη μέγιστη τιμή (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Πολύ μεγάλο";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Η εγκατάσταση (%1$@) έχει μη έγκυρα ονόματα γνωρισμάτων πρόσθετου κόστους (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Η εγκατάσταση (%1$@) έχει αρνητικό γνώρισμα πρόσθετου κόστους (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Το στοιχείο δε είναι έγκυρο.";

/* No comment provided by engineer. */
"Finish" = "Τέλος";

/* No comment provided by engineer. */
"Finishing editing..." = "Ολοκλήρωση επεξεργασίας...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Γεωμετρία";

/* No comment provided by engineer. */
"Hide" = "Απόκρυψη";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Το συμβάν (%1$@) έχει μη έγκυρα ονόματα γνωρισμάτων πρόσθετου κόστους (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Το συμβάν (%1$@) έχει αρνητικό γνώρισμα πρόσθετου κόστους %2$@.";

/* No comment provided by engineer. */
"Insert Part" = "Εισαγωγή μέρους";

/* No comment provided by engineer. */
"Insert Vertex" = "Εισαγωγή κορυφής";

/* No comment provided by engineer. */
"Invalid argument." = "Μη έγκυρο όρισμα.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Μη έγκυρα διαπιστευτήρια";

/* No comment provided by engineer. */
"Invalid GPX data." = "Μη έγκυρα δεδομένα GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Μη έγκυρο groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Η συμμετοχή σε αυτόν τον οργανισμό υποστηρίζεται μόνο με πρόσκληση. Πρέπει να λάβετε πρόσκληση από το διαχειριστή.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Διατήρηση τρεχουσών τιμών";

/* No comment provided by engineer. */
"Large" = "Μεγάλο";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Μικρότερο από την ελάχιστη τιμή (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Άδεια χρήσης μόνο για προγραμματιστές";

/* No comment provided by engineer. */
"Loading feature..." = "Φόρτωση στοιχείου...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Ο χάρτης περιέχει δεδομένα που δεν είναι δυνατό να αποθηκευτούν. Για να αποθηκεύσετε αυτόν τον χάρτη, ενέργεια με την οποία θα καταργηθούν αυτά τα δεδομένα, δηλώστε τιμή \"true\" για την παράμετρο forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Μεσαία";

/* No comment provided by engineer. */
"Missing client certificate" = "Το πιστοποιητικό πελάτη λείπει";

/* string to represent hyperlink attributes */
"More Info" = "Περισσότερες πληροφορίες";

/* No comment provided by engineer. */
"Move Geometry" = "Μετακίνηση γεωμετρίας";

/* No comment provided by engineer. */
"Move Part" = "Μετακίνηση μέρους";

/* No comment provided by engineer. */
"Move Vertex" = "Μετακίνηση κορυφής";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Δεν βρέθηκε πιστοποιητικό για πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος ράβδου";

/* No comment provided by engineer. */
"No data to create a line chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος γραμμών";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος πίτας";

/* No comment provided by engineer. */
"No image to display" = "Δεν υπάρχει εικόνα για εμφάνιση";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Δεν μπορεί να βρεθεί διαδρομή μεταξύ δύο δεδομένων στάσεων (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Μη έγκυρος αριθμός";

/* No comment provided by engineer. */
"Not a valid whole number" = "Μη έγκυρος ακέραιος αριθμός";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Το αντικείμενο δεν μπορεί να δημιουργηθεί χωρίς πύλη. Χρησιμοποιήστε τη μέθοδο fromJSON:withPortal:error: αντί αυτού.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Ένα ή περισσότερα ονόματα αθροιστικών γνωρισμάτων (%@) είναι μη έγκυρα.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Ένα ή περισσότερα ονόματα γνωρισμάτων (%@) που συνδέονται με τις τιμές γνωρισμάτων προσαρμοσμένων παραμέτρων είναι μη έγκυρα.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Μία ή περισσότερες εγκαταστάσεις (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Μία ή περισσότερες εγκαταστάσεις (%@) έχουν μη έγκυρη προσέγγιση σε κράσπεδο.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Μία ή περισσότερες εγκαταστάσεις (%@) έχουν μη έγκυρη αποκοπή αντίστασης.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Ένα ή περισσότερα συμβάντα (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Ένα ή περισσότερα συμβάντα (%@) έχουν μη έγκυρη προσέγγιση σε κράσπεδο.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Ένα ή περισσότερα συμβάντα (%@) έχουν μη έγκυρη αποκοπή αντίστασης.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Ένα ή περισσότερα συμβάντα (%@) έχουν πλήθος εγκαταστάσεων προορισμού μικρότερο από 1.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Ένα ή περισσότερα ονόματα παραμέτρων (%@) που συνδέονται με τις τιμές γνωρισμάτων προσαρμοσμένων παραμέτρων είναι μη έγκυρα.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Ένας ή περισσότεροι τύποι τιμών παραμέτρων που συνδέονται με τις τιμές γνωρισμάτων προσαρμοσμένων παραμέτρων (%@) είναι μη έγκυροι.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Ένα ή περισσότερα σημειακά εμπόδια (%@) είναι μη εντοπισμένα.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Ένα ή περισσότερα σημειακά εμπόδια (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Ένα ή περισσότερα σημειακά εμπόδια (%@) έχουν μη έγκυρο όνομα γνωρίσματος πρόσθετου κόστους.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Ένα ή περισσότερα σημειακά εμπόδια (%@) έχουν μη έγκυρη προσέγγιση σε κράσπεδο.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Ένα ή περισσότερα πολυγωνικά εμπόδια (%@) δεν καλύπτουν κανένα στοιχείο δικτύου.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Ένα ή περισσότερα πολυγωνικά εμπόδια (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Ένα ή περισσότερα πολυγωνικά εμπόδια (%@) έχουν μη έγκυρο όνομα γνωρίσματος κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Ένα ή περισσότερα γραμμικά εμπόδια (%@) δεν καλύπτουν κανένα στοιχείο δικτύου.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Ένα ή περισσότερα γραμμικά εμπόδια (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Ένα ή περισσότερα γραμμικά εμπόδια (%@) έχουν μη έγκυρο όνομα γνωρίσματος κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Ένα ή περισσότερα ονόματα γνωρισμάτων περιορισμού (%@) είναι μη έγκυρα.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Μία ή περισσότερες τιμές χρήσης περιορισμού (%1$@) που συνδέονται με τις τιμές γνωρισμάτων προσαρμοσμένων παραμέτρων (%2$@) είναι μη έγκυρες.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Μία ή περισσότερες τιμές χρήσης περιορισμού (%1$@) που συνδέονται με τις τιμές γνωρισμάτων προσαρμοσμένων παραμέτρων (%2$@) είναι ουδέτερες (δηλ. δεν έχουν αποτέλεσμα).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Μία ή περισσότερες στάσεις (%@) βρίσκονται σε στοιχεία χωρίς δυνατότητα διέλευσης.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Μία ή περισσότερες στάσεις (%@) βρίσκονται σε προσωρινά περιορισμένα στοιχεία.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Μία ή περισσότερες στάσεις (%@) είναι μη εντοπισμένες.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Σε μία ή περισσότερες στάσεις (%@) δεν είναι δυνατή η μετάβαση από άλλες στάσεις.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Μία ή περισσότερες στάσεις (%@) έχουν γεωμετρία null.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Το τέλος του χρονικού διαστήματος μίας ή περισσότερων στάσεων (%@) είναι πριν από την αρχή του χρονικού διαστήματός τους.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Το χρονικό διάστημα μίας ή περισσότερων στάσεων (%@) αρχίζει πριν από την 1η Ιανουαρίου 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Μία ή περισσότερες στάσεις (%@) έχουν μη έγκυρη προσέγγιση σε κράσπεδο.";

/* No comment provided by engineer. */
"Open in Safari" = "Άνοιγμα στον Safari";

/* No comment provided by engineer. */
"Password" = "Κωδικός πρόσβασης";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Εισαγάγετε όνομα για το νέο συνημμένο";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Το πολυγωνικό εμπόδιο (%1$@) έχει αρνητικά ή μηδενικά γνωρίσματα κλιμακούμενου κόστους %2$@.";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Το γραμμικό εμπόδιο (%1$@) έχει αρνητικά ή μηδενικά γνωρίσματα κλιμακούμενου κόστους %2$@.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Δεν είναι δυνατή η επιστροφή σύνθετων γραμμών.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Ένας χρήστης Δημόσιου λογαριασμού δεν μπορεί να αποκτήσει πρόσβαση σε αυτήν την εφαρμογή.";

/* No comment provided by engineer. */
"Remove Part" = "Κατάργηση μέρους";

/* No comment provided by engineer. */
"Remove Vertex" = "Κατάργηση κορυφής";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Η αλλαγή της σειράς των στάσεων (Πρόβλημα του περιοδεύοντος πωλητή) δεν υποστηρίζεται όταν στις στάσεις συμπεριλαμβάνονται σημεία διαδρομής ή διαλείμματα ανάπαυσης.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Επαναφορά στις προκαθορισμένες τιμές";

/* No comment provided by engineer. */
"Retry" = "Επανάληψη";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Η διαδρομή αρχίζει ή τελειώνει σε σημείο διαδρομής.";

/* No comment provided by engineer. */
"Save Image" = "Αποθήκευση εικόνας";

/* No comment provided by engineer. */
"Save Movie" = "Αποθήκευση ταινίας";

/* No comment provided by engineer. */
"Sign In" = "Είσοδος";

/* No comment provided by engineer. */
"Skip" = "Παράλειψη";

/* No comment provided by engineer. */
"Small" = "Μικρό";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Ο καθορισμένος χρόνος έναρξης είναι πριν από την 1η Ιανουαρίου 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Η στάση (%1$@) έχει μη έγκυρα ονόματα γνωρισμάτων πρόσθετου κόστους (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Λήψη φωτογραφίας ή βίντεο";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Η προεπιλεγμένη αποκοπή αντίστασης είναι μη έγκυρη.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Το προεπιλεγμένο πλήθος εγκαταστάσεων προορισμού είναι μη έγκυρο.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Το όνομα του γνωρίσματος απόστασης οδηγιών (%@) είναι μη έγκυρο.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Η γλώσσα οδηγιών δεν είναι έγκυρη.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Το γνώρισμα κατηγορίας δρόμων των οδηγιών δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Το στυλ οδηγιών δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Το όνομα του γνωρίσματος χρόνου οδηγιών (%@) είναι μη έγκυρο.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Το όνομα του γνωρίσματος αντίστασης (%@) είναι μη έγκυρο.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Η χωρική αναφορά εισόδου δεν έχει οριστεί.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Το δίκτυο δεν έχει γνώρισμα ιεραρχίας για την πραγματοποίηση ιεραρχικού σχεδιασμού διαδρομής.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Το αντικείμενο πρέπει πρώτα να αποθηκευτεί σε μια πύλη χρησιμοποιώντας τη μέθοδο \"saveAs:\".";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Η χωρική αναφορά εξόδου δεν έχει οριστεί.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Η απόσταση ζώνης πολυγώνου είναι μη έγκυρη.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Ο πόρος που ψάχνετε ενδέχεται να έχει καταργηθεί ή μετονομαστεί, ή να είναι προσωρινά μη διαθέσιμος";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Η διαδρομή που προκύπτει διέρχεται από ένα ή περισσότερα προσωρινά περιορισμένα στοιχεία (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Η διαδρομή είναι υπερβολικά μεγάλη για να επιλυθεί με τον τρόπο μετάβασης πεζοπορίας.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Ο όρος αναζήτησης where δεν υποστηρίζεται.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Το πιστοποιητικό του διακομιστή δεν είναι έγκυρο. Ίσως προσπαθείτε να συνδεθείτε σε έναν διακομιστή που παριστάνει τον '%@', γεγονός που θα μπορούσε να θέσει σε κίνδυνο τις εμπιστευτικές σας πληροφορίες. Θέλετε οπωσδήποτε να συνδεθείτε;";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Η υπηρεσία δεν είναι δυνατό να υπολογίσει σωστά την εναλλαγή χρόνου.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Το καθορισμένο clientID δεν είναι έγκυρο";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Η ιδιότητα τύπου στάσης παραβλέφθηκε για τις στάσεις (%@) καθότι ο διακομιστής δεν υποστηρίζει τον επιλεγμένο τύπο στάσης.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Ως τρόπος μετάβασης έχει οριστεί ο προεπιλεγμένος.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Τα σημεία διαδρομής (%@) περιέχουν γνώρισμα πρόσθετου κόστους.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Τα σημεία διαδρομής (%@) περιέχουν χρονικά διαστήματα.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Παρουσιάστηκε σφάλμα με τη φόρτωση του στοιχείου. Ελέγξτε τη σύνδεση δικτύου.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Η ημερομηνία έναρξης των χρονικών διαστημάτων άλλαξε.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Τα χρονικά διαστήματα παραβλέφθηκαν καθότι το γνώρισμα αντίστασης δεν βασίζεται στο χρόνο.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Για να αποθηκεύσετε κάτι ως νέο αντικείμενο, πρέπει να έχετε συνδεθεί στην πύλη.";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Το διακριτικό δεν είναι έγκυρο ή έχει λήξει";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Το URL του διακριτικού είναι μηδενικό. Πρέπει να ορίσετε ένα έγκυρο URL διακριτικού στο διαπιστευτήριο.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Δεν ήταν δυνατή η σύνδεση με τα διαπιστευτήρια που καταχωρήθηκαν.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Δεν ήταν δυνατή η ανάκτηση του προφίλ χρήστη από τον πάροχο";

/* No comment provided by engineer. */
"Unauthorized access" = "Μη εξουσιοδοτημένη πρόσβαση";

/* No comment provided by engineer. */
"Unknown authentication error" = "Άγνωστο σφάλμα ελέγχου ταυτότητας";

/* No comment provided by engineer. */
"Unknown condition." = "Άγνωστη συνθήκη.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Παρουσιάστηκε άγνωστο σφάλμα";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Μη υποστηριζόμενα δεδομένα GPX.";

/* No comment provided by engineer. */
"User canceled error" = "Σφάλμα ακύρωσης χρήστη";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Οι άδειες χρήσης που έχουν εκχωρηθεί από τον οργανισμό σας δεν είναι έγκυρες. Επικοινωνήστε με το διαχειριστή σας ώστε να ρυθμίσει τις εκχωρήσεις αδειών χρήσης και, στη συνέχεια, προσπαθήστε ξανά.";

/* No comment provided by engineer. */
"Username" = "Όνομα χρήστη";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Χρήση προγράμματος περιήγησης για εξουσιοδότηση...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Η τιμή υπερβαίνει το μέγιστο μήκος πεδίου %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Αλλάζετε τον τύπο στοιχείου. Θέλετε να διατηρήσετε τις τρέχουσες τιμές (όπου είναι δυνατό) ή να επαναφέρετε τις προκαθορισμένες;";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Δεν μπορείτε να εισέλθετε, επειδή δεν έχει συσχετιστεί λογαριασμός οργανισμού με τα διαπιστευτήρια κοινωνικών δικτύων που διαθέτετε";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Δεν έχετε δικαιώματα για πρόσβαση σε αυτόν τον πόρο";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Δεν διαθέτετε το απαιτούμενο επίπεδο χρήστη για πρόσβαση σε αυτήν την εφαρμογή.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Για την εκτέλεση αυτής της λειτουργίας, πρέπει να έχετε συνδεθεί στην πύλη.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Πρέπει να καθορίσετε αξιολόγηση μεταξύ 1 και 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Πρέπει να καθορίσετε κλειδί περιγραφής χρήσης τοποθεσίας (NSLocationWhenInUseUsageDescription ή NSLocationAlwaysUsageDescription) στη λίστα σας plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Πρέπει να επιλέξετε ένα πιστοποιητικό για να αποκτήσετε πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Πρέπει να εισέλθετε για να αποκτήσετε πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "εκ.";
"dd" = "δεκ. μοίρες";
"dm" = "δεκ";
"ft" = "πόδ";
"in" = "ίν.";
"km" = "χλμ";
"m" = "μ.";
"mi" = "μίλ";
"mm" = "χιλ";
"nm" = "νμ";
"pt" = "σημ.";
"Unknown" = "Άγνωστο";
"yd" = "γρδ.";

/* Unit Display Strings */
"Centimeters" = "Εκατοστά";
"Decimal Degrees" = "Δεκαδικές μοίρες";
"Decimeters" = "Δεκατόμετρα";
"Feet" = "Πόδια";
"Inches" = "Ίντσες";
"Kilometers" = "Χιλιόμετρα";
"Meters" = "Μέτρα";
"Miles" = "Μίλια";
"Millimeters" = "Χιλιοστά";
"Nautical Miles" = "Ναυτικά μίλια";
"Points" = "Σημεία";
"Yards" = "Γιάρδες";

/* Area Units Abbreviated Strings */
"sq. in" = "τ.ίν.";
"sq. ft" = "τ.πόδ.";
"sq. yd" = "τ.γρδ.";
"ac" = "έικρ";
"sq. mi" = "τ.μίλ.";
"sq. mm" = "τ.χιλ.";
"sq. cm" = "τ.εκ.";
"sq. dm" = "τ.δεκ.";
"sq. m" = "τ.μ.";
"ares" = "άρια";
"ha" = "εκτ.";
"sq. km" = "τ.χλμ.";

/* Area Units Display Strings */
"Square Inches" = "Τετραγωνικές ίντσες";
"Square Feet" = "Τετραγωνικά πόδια";
"Square Yards" = "Τετραγωνικές γιάρδες";
"Acres" = "Έικρ";
"Square Miles" = "Τετραγωνικά μίλια";
"Square Millimeters" = "Τετραγωνικά χιλιοστά";
"Square Centimeters" = "Τετραγωνικά εκατοστά";
"Square Decimeters" = "Τετραγωνικά δεκατόμετρα";
"Square Meters" = "Τετραγωνικά μέτρα";
"Ares" = "Άρια";
"Hectares" = "Εκτάρια";
"Square Kilometers" = "Τετραγωνικά χιλιόμετρα";

